<?php
/**
 * Created by PhpStorm.
 * User: 84989
 * Date: 2017/3/6
 * Time: 10:45
 */

namespace Admin\Controller;
use Think\Controller;

/**
 * +------------------------------------------------------------------------------
 * @desc            : 数据统计
 * +------------------------------------------------------------------------------
 * @access          : public
 * @author          : will<849891012@qq.com>
 * @since           : 2017/3/6
 * @param           : Void
 * @return          : void
 * +------------------------------------------------------------------------------
 **/
class DateCountController extends Controller {

    /**
     * +------------------------------------------------------------------------------
     * @desc            : 打印测试
     * +------------------------------------------------------------------------------
     * @access          : public
     * @author          : will<849891012@qq.com>
     * @since           : 2017/3/6
     * @param           : Void
     * @return          : void
     * +------------------------------------------------------------------------------
     **/
     public function date_print(){






         $this->display();
     }


























}